<h4>ถึง ผู้ดูแลระบบและผู้เกี่ยวข้อง</h4>
<div>ระบบได้ทำการตรวจสอบรายการการชำระค่าธรรมเนียมสำหรับการเข้าเรียนหลักสูตร พบว่ามีปัญหาตามรายละเอียดดังนี้</div>
<p><strong>วันที่ทำรายการ : </strong>{{ $date_short }}</p>
@if ($error_code == "001")
<p><strong>ปัญหาที่พบ : </strong>ระบบไม่พบไฟล์ Reconcile Report</p>
<p>กรุณาติดต่อผู้ที่เกี่ยวข้องเพื่อดำเนินการแก้ไขปัญหาดังกล่าว</p>
@else
<p><strong>ปัญหาที่พบ : </strong>ระบบไม่พบรายการใด ๆ ในไฟล์หรือไม่พบรายการใด ๆ ที่ตรงกัน</p>
<p>ท่านสามารถตรวจสอบความถูกต้องได้จากไฟล์ที่แนบมา และหากพบว่ามีข้อผิดพลาดใด ๆ กรุณาติดต่อผู้ที่เกี่ยวข้องเพื่อดำเนินการแก้ไขปัญหาดังกล่าว</p>
@endif
<hr>
<p>สอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ {{config('constants.PROJECT_INFO.CONTACT_CENTER')}} โทร. {{config('constants.PROJECT_INFO.CONTACT_PHONE')}} อีเมล์ : {{config('constants.PROJECT_INFO.CONTACT_MAIL')}}</p>

